Repository: lokii49/mirror
Catalog: mirror/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: LATEST SIGNAL UPDATES.
de: DIE NEUESTEN SIGNAL-UPDATES.
es: ÚLTIMAS ACTUALIZACIONES DE SEÑAL.
fr: DERNIÈRES MISES À JOUR DU SIGNAL.
it: GLI ULTIMI AGGIORNAMENTI DEL SEGNALE.
ja: 最新のシグナルアップデート。
ko: 최신 시그널 업데이트.
pt_br: ÚLTIMAS ATUALIZAÇÕES DE SINAL.
ru: ПОСЛЕДНИЕ ОБНОВЛЕНИЯ СИГНАЛА.
zh_hans: 最新信号更新。

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
ja: 永久
ko: 평생
pt_br: Vitalício
ru: Пожизненно
zh_hans: 终身

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
ru: Светлая
zh_hans: 浅色

source: Loading plans…
de: Pläne werden geladen …
es: Cargando planes…
fr: Chargement des formules…
it: Caricamento piani…
ja: プランを読み込み中…
ko: 요금제 불러오는 중…
pt_br: Carregando planos…
ru: Загрузка планов…
zh_hans: 正在加载套餐…

source: LOADING PLANS…
de: PLÄNE WERDEN GELADEN…
es: CARGANDO PLANES…
fr: CHARGEMENT DES FORFAITS…
it: CARICAMENTO PIANI…
ja: プランを読み込み中…
ko: 요금제 불러오는 중…
pt_br: CARREGANDO PLANOS…
ru: ЗАГРУЗКА ТАРИФОВ…
zh_hans: 正在加载套餐…

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 加载中…

source: LOADING…
de: WIRD GELADEN…
es: CARGANDO…
fr: CHARGEMENT…
it: CARICAMENTO…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: CARREGANDO…
ru: ЗАГРУЗКА…
zh_hans: 加载中…

source: Local AI model not installed. Add gemma-3-1b-it-Q4_K_M.gguf to %@.
de: Lokales KI-Modell nicht installiert. Füge gemma-3-1b-it-Q4_K_M.gguf zu %@ hinzu.
es: El modelo de IA local no está instalado. Añade gemma-3-1b-it-Q4_K_M.gguf a %@.
fr: Le modèle d'IA local n'est pas installé. Ajoutez gemma-3-1b-it-Q4_K_M.gguf à %@.
it: Il modello IA locale non è installato. Aggiungi gemma-3-1b-it-Q4_K_M.gguf a %@.
ja: ローカルAIモデルがインストールされていません。gemma-3-1b-it-Q4_K_M.ggufを%@に追加してください。
ko: 로컬 AI 모델이 설치되어 있지 않습니다. gemma-3-1b-it-Q4_K_M.gguf를 %@에 추가하세요.
pt_br: O modelo de IA local não está instalado. Adicione gemma-3-1b-it-Q4_K_M.gguf a %@.
ru: Локальная ИИ-модель не установлена. Добавьте gemma-3-1b-it-Q4_K_M.gguf в %@.
zh_hans: 本地 AI 模型未安装。请将 gemma-3-1b-it-Q4_K_M.gguf 添加到 %@。

source: Local AI returned an empty response.
de: Die lokale KI hat eine leere Antwort zurückgegeben.
es: La IA local devolvió una respuesta vacía.
fr: L'IA locale a renvoyé une réponse vide.
it: L'IA locale ha restituito una risposta vuota.
ja: ローカルAIが空の応答を返しました。
ko: 로컬 AI가 빈 응답을 반환했습니다.
pt_br: A IA local retornou uma resposta vazia.
ru: Локальная ИИ-модель вернула пустой ответ.
zh_hans: 本地 AI 返回了空响应。

source: Log stats
de: Logstatistik
es: Estadísticas del registro
fr: Statistiques du journal
it: Statistiche del registro
ja: ログ統計
ko: 로그 통계
pt_br: Estatísticas do registro
ru: Статистика журнала
zh_hans: 日志统计

source: Log your mood when writing entries to see your timeline.
de: Erfasse deine Stimmung beim Schreiben von Einträgen, um deinen Verlauf zu sehen.
es: Registra tu estado de ánimo al escribir entradas para ver tu cronología.
fr: Enregistrez votre humeur en écrivant des entrées pour voir votre chronologie.
it: Registra il tuo umore scrivendo le voci per vedere la tua cronologia.
ja: エントリーを書くときにムードを記録すると、タイムラインが表示されます。
ko: 항목을 쓸 때 기분을 기록하면 타임라인을 볼 수 있어요.
pt_br: Registre seu humor ao escrever entradas para ver sua linha do tempo.
ru: Отмечайте настроение при написании записей, чтобы видеть свою хронологию.
zh_hans: 写条目时记录情绪，即可查看你的时间线。

source: LOG_042 // ENTRY RECORDED
de: LOG_042 // EINTRAG GESPEICHERT
es: LOG_042 // ENTRADA REGISTRADA
fr: LOG_042 // ENTRÉE ENREGISTRÉE
it: LOG_042 // VOCE REGISTRATA
ja: LOG_042 // エントリー記録済み
ko: LOG_042 // 항목 기록됨
pt_br: LOG_042 // ENTRADA REGISTRADA
ru: LOG_042 // ЗАПИСЬ СОХРАНЕНА
zh_hans: LOG_042 // 条目已记录

source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低い
ko: 낮음
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: Low mood
de: Niedrige Stimmung
es: Ánimo bajo
fr: Humeur basse
it: Umore basso
ja: 低いムード
ko: 낮은 기분
pt_br: Humor baixo
ru: Низкое настроение
zh_hans: 情绪低落

source: M.I.R.R.O.R — LISTENING
de: M.I.R.R.O.R — HÖRT ZU
es: M.I.R.R.O.R — ESCUCHANDO
fr: M.I.R.R.O.R — À L'ÉCOUTE
it: M.I.R.R.O.R — IN ASCOLTO
ja: M.I.R.R.O.R — 聞いています
ko: M.I.R.R.O.R — 듣는 중
pt_br: M.I.R.R.O.R — OUVINDO
ru: M.I.R.R.O.R — СЛУШАЕТ
zh_hans: M.I.R.R.O.R — 聆听中

source: Manage or cancel your subscription in the App Store.
de: Verwalte oder kündige dein Abo im App Store.
es: Gestiona o cancela tu suscripción en el App Store.
fr: Gérez ou résiliez votre abonnement dans l'App Store.
it: Gestisci o annulla il tuo abbonamento nell'App Store.
ja: App Storeでサブスクリプションを管理・キャンセルできます。
ko: App Store에서 구독을 관리하거나 취소할 수 있습니다.
pt_br: Gerencie ou cancele sua assinatura na App Store.
ru: Управляйте подпиской или отмените её в App Store.
zh_hans: 在 App Store 中管理或取消你的订阅。

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
ru: Управление подпиской
zh_hans: 管理订阅

source: MANAGE SUBSCRIPTION
de: ABO VERWALTEN
es: GESTIONAR SUSCRIPCIÓN
fr: GÉRER L'ABONNEMENT
it: GESTISCI ABBONAMENTO
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: GERENCIAR ASSINATURA
ru: УПРАВЛЕНИЕ ПОДПИСКОЙ
zh_hans: 管理订阅

source: Manual
de: Handbuch
fr: Manuel
it: Manuale
ja: マニュアル
ko: 매뉴얼
ru: Инструкция
zh_hans: 使用手册

source: MAPPING SIGNAL NETWORK…
de: SIGNALNETZWERK WIRD KARTIERT…
es: MAPEANDO RED DE SEÑALES…
fr: CARTOGRAPHIE DU RÉSEAU DE SIGNAUX…
it: MAPPATURA DELLA RETE DI SEGNALI…
ja: シグナルネットワークをマッピング中…
ko: 시그널 네트워크 매핑 중…
pt_br: MAPEANDO REDE DE SINAIS…
ru: ПОСТРОЕНИЕ СЕТИ СИГНАЛОВ…
zh_hans: 正在绘制信号网络…

source: Mapping your mind…
de: Deine Gedanken werden kartiert…
es: Mapeando tu mente…
fr: Cartographie de votre esprit…
it: Mappatura della tua mente…
ja: あなたの思考をマッピング中…
ko: 당신의 생각을 지도로 그리는 중…
pt_br: Mapeando sua mente…
ru: Строим карту ваших мыслей…
zh_hans: 正在绘制你的思维地图…

source: MIC ACCESS REQUIRED. SETTINGS → PRIVACY → MICROPHONE.
de: MIKROFONZUGRIFF ERFORDERLICH. EINSTELLUNGEN → DATENSCHUTZ → MIKROFON.
es: SE REQUIERE ACCESO AL MICRÓFONO. AJUSTES → PRIVACIDAD → MICRÓFONO.
fr: ACCÈS AU MICRO REQUIS. RÉGLAGES → CONFIDENTIALITÉ → MICROPHONE.
it: ACCESSO AL MICROFONO RICHIESTO. IMPOSTAZIONI → PRIVACY → MICROFONO.
ja: マイクへのアクセスが必要です。 設定 → プライバシー → マイク。
ko: 마이크 접근 권한이 필요합니다. 설정 → 개인정보 보호 → 마이크.
pt_br: ACESSO AO MICROFONE NECESSÁRIO. AJUSTES → PRIVACIDADE → MICROFONE.
ru: ТРЕБУЕТСЯ ДОСТУП К МИКРОФОНУ. НАСТРОЙКИ → КОНФИДЕНЦИАЛЬНОСТЬ → МИКРОФОН.
zh_hans: 需要麦克风权限。 设置 → 隐私 → 麦克风。

source: Microphone access required. Go to Settings → Privacy → Microphone.
de: Mikrofonzugriff erforderlich. Gehe zu Einstellungen → Datenschutz → Mikrofon.
es: Se requiere acceso al micrófono. Ve a Ajustes → Privacidad → Micrófono.
fr: Accès au microphone requis. Allez dans Réglages → Confidentialité → Microphone.
it: Accesso al microfono richiesto. Vai su Impostazioni → Privacy → Microfono.
ja: マイクへのアクセスが必要です。 設定 → プライバシー → マイクへ進んでください。
ko: 마이크 접근 권한이 필요합니다. 설정 → 개인정보 보호 → 마이크로 이동하세요.
pt_br: Acesso ao microfone necessário. Vá em Ajustes → Privacidade → Microfone.
ru: Требуется доступ к микрофону. Перейдите в Настройки → Конфиденциальность → Микрофон.
zh_hans: 需要麦克风权限。 请前往 设置 → 隐私 → 麦克风。

source: Mid
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中程度
ko: 보통
pt_br: Médio
ru: Средний
zh_hans: 中等

source: Mirror builds this map from names and topics that repeat across your entries.
de: Mirror erstellt diese Karte aus Namen und Themen, die sich in deinen Einträgen wiederholen.
es: Mirror crea este mapa a partir de nombres y temas que se repiten en tus entradas.
fr: Mirror crée cette carte à partir des noms et sujets qui reviennent dans vos entrées.
it: Mirror crea questa mappa da nomi e argomenti che si ripetono nelle tue voci.
ja: Mirrorは、あなたのエントリーに繰り返し登場する 人名やトピックからこのマップを作成します。
ko: Mirror는 당신의 항목에 반복해서 등장하는 이름과 주제로 이 지도를 만듭니다.
pt_br: O Mirror cria este mapa a partir de nomes e temas que se repetem nas suas entradas.
ru: Mirror строит эту карту на основе имён и тем, повторяющихся в ваших записях.
zh_hans: Mirror 会根据你条目中反复出现的 人名和主题来构建这张地图。

source: Mirror couldn't decrypt some entries just now. Reopen Brain View in a moment.
de: Mirror konnte gerade einige Einträge nicht entschlüsseln. Öffne die Denkkarte gleich noch einmal.
es: Mirror no pudo descifrar algunas entradas. Vuelve a abrir el mapa mental en un momento.
fr: Mirror n'a pas pu déchiffrer certaines entrées. Rouvrez la carte mentale dans un instant.
it: Mirror non è riuscito a decifrare alcune voci. Riapri la mappa mentale tra poco.
ja: 一部のエントリーを復号できませんでした。 しばらくしてからマインドマップを開き直してください。
ko: 일부 항목을 방금 해독하지 못했습니다. 잠시 후 마인드맵을 다시 열어보세요.
pt_br: O Mirror não conseguiu descriptografar algumas entradas agora. Reabra o mapa mental em instantes.
ru: Mirror не смог расшифровать некоторые записи. Откройте карту мыслей ещё раз через минуту.
zh_hans: Mirror 刚才无法解密部分条目。 请稍后重新打开思维导图。

source: Mirror couldn't finish that reflection. Try again.
de: Mirror konnte diese Reflexion nicht abschließen. Versuche es erneut.
es: Mirror no pudo terminar esa reflexión. Inténtalo de nuevo.
fr: Mirror n'a pas pu terminer cette réflexion. Réessayez.
it: Mirror non è riuscito a completare quella riflessione. Riprova.
ja: Mirrorはそのリフレクションを完了できませんでした。もう一度お試しください。
ko: Mirror가 해당 리플렉션을 완료하지 못했습니다. 다시 시도하세요.
pt_br: O Mirror não conseguiu concluir essa reflexão. Tente novamente.
ru: Mirror не смог завершить эту рефлексию. Попробуйте снова.
zh_hans: Mirror 无法完成那次反思。请重试。

source: Mirror couldn't finish the reflection. Tap retry — it usually works on the next try.
de: Mirror konnte die Reflexion nicht abschließen. Tippe auf „Erneut versuchen“ — meist klappt es beim nächsten Mal.
es: Mirror no pudo terminar la reflexión. Toca reintentar; suele funcionar en el siguiente intento.
fr: Mirror n'a pas pu terminer la réflexion. Appuyez sur réessayer — cela fonctionne généralement au prochain essai.
it: Mirror non è riuscito a completare la riflessione. Tocca riprova: di solito funziona al tentativo successivo.
ja: Mirrorはリフレクションを完了できませんでした。再試行をタップしてください ― 次はたいてい成功します。
ko: Mirror가 리플렉션을 완성하지 못했습니다. 다시 시도를 눌러보세요 — 대개 다음 시도에서 성공합니다.
pt_br: O Mirror não conseguiu terminar a reflexão. Toque em tentar novamente — geralmente funciona na próxima vez.
ru: Mirror не смог завершить рефлексию. Нажмите «Повторить» — обычно срабатывает со следующей попытки.
zh_hans: Mirror 未能完成这次反思。点击重试——通常下一次就能成功。

source: Mirror didn't get a response. Tap retry in a moment.
de: Mirror hat keine Antwort erhalten. Tippe gleich auf „Erneut versuchen“.
es: Mirror no recibió respuesta. Toca reintentar en un momento.
fr: Mirror n'a pas reçu de réponse. Appuyez sur réessayer dans un instant.
it: Mirror non ha ricevuto una risposta. Tocca riprova tra un momento.
ja: Mirrorは応答を受け取れませんでした。少し待ってから再試行をタップしてください。
ko: Mirror가 응답을 받지 못했습니다. 잠시 후 다시 시도를 눌러보세요.
pt_br: O Mirror não recebeu uma resposta. Toque em tentar novamente em instantes.
ru: Mirror не получил ответа. Нажмите «Повторить» через мгновение.
zh_hans: Mirror 没有收到回应。请稍等片刻后点击重试。

source: Mirror didn't get a response. Try again in a moment.
de: Mirror hat keine Antwort erhalten. Versuche es gleich noch einmal.
es: Mirror no recibió una respuesta. Inténtalo de nuevo en un momento.
fr: Mirror n'a pas reçu de réponse. Réessayez dans un instant.
it: Mirror non ha ricevuto una risposta. Riprova tra poco.
ja: Mirrorが応答を受け取れませんでした。少ししてからもう一度お試しください。
ko: Mirror가 응답을 받지 못했습니다. 잠시 후 다시 시도하세요.
pt_br: O Mirror não recebeu uma resposta. Tente novamente em instantes.
ru: Mirror не получил ответ. Попробуйте ещё раз через минуту.
zh_hans: Mirror 没有收到响应。请稍后再试。

source: Mirror is still learning
de: Mirror lernt noch
es: Mirror todavía está aprendiendo
fr: Mirror est encore en apprentissage
it: Mirror sta ancora imparando
ja: Mirrorはまだ学習中です
ko: Mirror는 아직 학습 중이에요
pt_br: O Mirror ainda está aprendendo
ru: Mirror всё ещё учится
zh_hans: Mirror 仍在学习中

source: Mirror learns from your writing patterns.
de: Mirror lernt aus deinen Schreibmustern.
es: Mirror aprende de tus patrones de escritura.
fr: Mirror apprend de vos habitudes d'écriture.
it: Mirror impara dai tuoi schemi di scrittura.
ja: Mirrorはあなたの文章のパターンから学びます。
ko: Mirror는 당신의 글쓰기 패턴에서 배웁니다.
pt_br: O Mirror aprende com seus padrões de escrita.
ru: Mirror учится на ваших моделях письма.
zh_hans: Mirror 会从你的写作模式中学习。

source: mirror noticed
de: mirror bemerkte
es: mirror notó
fr: mirror a remarqué
it: mirror ha notato
ja: mirrorが気づいたこと
ko: mirror가 발견한 것
pt_br: o mirror percebeu
ru: mirror заметил
zh_hans: mirror 注意到

source: mirror notifies you if your last 3 consecutive entries all show a negative mood. A quiet check-in, not an alarm.
de: mirror benachrichtigt dich, wenn deine letzten 3 aufeinanderfolgenden Einträge alle eine negative Stimmung zeigen. Ein leiser Check-in, kein Alarm.
es: mirror te avisa si tus últimas 3 entradas consecutivas muestran un ánimo negativo. Un aviso discreto, no una alarma.
fr: mirror vous avertit si vos 3 dernières entrées consécutives montrent toutes une humeur négative. Une vérification discrète, pas une alarme.
it: mirror ti avvisa se le tue ultime 3 voci consecutive mostrano tutte un umore negativo. Un controllo discreto, non un allarme.
ja: 直近3件連続でネガティブな気分が続いた場合、mirrorがそっと知らせます。警告ではなく、静かな声かけです。
ko: 최근 연속 3개 항목이 모두 부정적인 기분을 보이면 mirror가 알려드립니다. 경보가 아닌 조용한 안부 확인이에요.
pt_br: o mirror avisa você se suas últimas 3 entradas consecutivas mostrarem humor negativo. Uma checagem discreta, não um alarme.
ru: mirror уведомит вас, если ваши последние 3 записи подряд показывают негативное настроение. Тихая проверка, а не тревога.
zh_hans: 如果你连续 3 条条目都显示负面情绪，mirror 会通知你。这是一次安静的关怀，而非警报。

source: mirror now detects mood automatically when you save an entry — no manual tagging needed. Your Mood Timeline fills in on its own.
de: mirror erkennt jetzt automatisch die Stimmung, wenn du einen Eintrag speicherst — keine manuelle Kennzeichnung nötig. Dein Stimmungsverlauf füllt sich von selbst.
es: mirror ahora detecta el ánimo automáticamente al guardar una entrada, sin necesidad de etiquetar manualmente. Tu cronología del ánimo se completa sola.
fr: mirror détecte désormais automatiquement l'humeur lorsque vous enregistrez une entrée — aucun marquage manuel nécessaire. Votre chronologie d'humeur se remplit toute seule.
it: mirror ora rileva automaticamente l'umore quando salvi una voce, senza bisogno di tag manuali. La tua cronologia dell'umore si riempie da sola.
ja: mirrorはエントリーを保存すると自動的に気分を検出するようになりました ― 手動でのタグ付けは不要です。ムードタイムラインが自動的に埋まっていきます。
ko: 이제 mirror는 항목을 저장할 때 자동으로 기분을 감지합니다 — 수동 태그가 필요 없어요. 기분 타임라인이 저절로 채워집니다.
pt_br: o mirror agora detecta o humor automaticamente quando você salva uma entrada — sem necessidade de marcação manual. Sua linha do tempo de humor se preenche sozinha.
ru: mirror теперь автоматически определяет настроение при сохранении записи — ручная разметка не нужна. Ваша хронология настроения заполняется сама собой.
zh_hans: mirror 现在会在你保存条目时自动检测情绪——无需手动标记。你的情绪时间线会自动填充。

source: mirror now speaks 10 languages
de: mirror spricht jetzt 10 Sprachen
es: mirror ahora habla 10 idiomas
fr: mirror parle désormais 10 langues
it: mirror ora parla 10 lingue
ja: mirrorが10か国語に対応しました
ko: mirror가 이제 10개 언어를 지원합니다
pt_br: o mirror agora fala 10 idiomas
ru: mirror теперь говорит на 10 языках
zh_hans: mirror 现已支持 10 种语言

source: Mirror suggests
de: Mirror schlägt vor
es: Mirror sugiere
fr: Mirror suggère
it: Mirror suggerisce
ja: Mirrorの提案
ko: Mirror의 제안
pt_br: O Mirror sugere
ru: Mirror предлагает
zh_hans: Mirror 建议

source: mirror uses an on-device language model to generate insights. Your journal text never touches our servers. Ever.
de: mirror verwendet ein Sprachmodell auf dem Gerät, um Erkenntnisse zu erzeugen. Der Text deines Journals berührt niemals unsere Server. Niemals.
es: mirror usa un modelo de lenguaje en el dispositivo para generar insights. El texto de tu diario nunca llega a nuestros servidores. Jamás.
fr: mirror utilise un modèle de langage embarqué pour générer des aperçus. Le texte de votre journal ne touche jamais nos serveurs. Jamais.
it: mirror utilizza un modello linguistico sul dispositivo per generare approfondimenti. Il testo del tuo diario non tocca mai i nostri server. Mai.
ja: mirrorは端末上の言語モデルを使ってインサイトを生成します。あなたの日記のテキストが私たちのサーバーに触れることは決してありません。
ko: mirror는 기기 내 언어 모델을 사용해 인사이트를 생성합니다. 당신의 일기 텍스트는 절대 저희 서버에 닿지 않습니다.
pt_br: o mirror usa um modelo de linguagem no dispositivo para gerar percepções. O texto do seu diário nunca passa pelos nossos servidores. Nunca.
ru: mirror использует языковую модель на устройстве для создания инсайтов. Текст вашего дневника никогда не попадает на наши серверы. Никогда.
zh_hans: mirror 使用设备端语言模型生成洞察。你的日记文字绝不会经过我们的服务器。绝不。

source: Mirror will prepare this while your phone is charging. To protect device performance.
de: Mirror bereitet dies vor, während dein Telefon lädt — zum Schutz der Geräteleistung.
es: Mirror preparará esto mientras tu teléfono se carga, para proteger el rendimiento del dispositivo.
fr: Mirror préparera cela pendant que votre téléphone charge, pour préserver les performances de l'appareil.
it: Mirror preparerà questo mentre il telefono è in carica, per proteggere le prestazioni del dispositivo.
ja: 端末の性能を守るため、mirrorはスマホの充電中にこれを準備します。
ko: 기기 성능 보호를 위해, mirror는 휴대폰이 충전되는 동안 이를 준비합니다.
pt_br: O Mirror vai preparar isso enquanto seu telefone carrega. Para proteger o desempenho do dispositivo.
ru: Mirror подготовит это, пока телефон заряжается, — чтобы не влиять на производительность устройства.
zh_hans: 为保护设备性能，mirror 会在你手机充电时准备这项内容。

source: Mirror will retry automatically tonight while your phone charges.
de: Mirror versucht es heute Nacht automatisch erneut, während dein Telefon lädt.
es: Mirror lo reintentará automáticamente esta noche mientras tu teléfono se carga.
fr: Mirror réessaiera automatiquement ce soir pendant que votre téléphone charge.
it: Mirror riproverà automaticamente stanotte mentre il telefono è in carica.
ja: mirrorは今夜、スマホの充電中に自動的に再試行します。
ko: 오늘 밤 휴대폰이 충전되는 동안 mirror가 자동으로 다시 시도합니다.
pt_br: O Mirror tentará novamente automaticamente hoje à noite enquanto seu telefone carrega.
ru: Mirror автоматически повторит попытку сегодня ночью, пока телефон заряжается.
zh_hans: mirror 会在今晚你手机充电时自动重试。

source: Mirror's on-device AI got an upgrade — download it again to keep using Ask, Nudge, and Digest.
de: Mirrors On-Device-KI wurde aktualisiert — lade sie erneut herunter, um Fragen, Erinnerung und Zusammenfassung weiter zu nutzen.
es: La IA en el dispositivo de Mirror recibió una actualización — descárgala de nuevo para seguir usando Preguntar, Aviso y Resumen.
fr: L'IA embarquée de Mirror a été mise à niveau — retéléchargez-la pour continuer à utiliser Demander, Rappel et Résumé.
it: L'IA sul dispositivo di Mirror è stata aggiornata: scaricala di nuovo per continuare a usare Chiedi, Promemoria e Riepilogo.
ja: Mirrorの端末上AIがアップグレードされました ― 質問・リマインダー・ダイジェストを引き続き使うには再度ダウンロードしてください。
ko: Mirror의 기기 내 AI가 업그레이드되었습니다 — 질문, 알림, 다이제스트를 계속 사용하려면 다시 다운로드하세요.
pt_br: A IA no dispositivo do Mirror foi atualizada — baixe novamente para continuar usando Perguntar, Lembrete e Resumo.
ru: ИИ Mirror на устройстве обновился — скачайте его снова, чтобы продолжать пользоваться функциями «Спросить», напоминаниями и сводками.
zh_hans: Mirror 的设备端 AI 已升级 —— 请重新下载以继续使用提问、提醒和摘要功能。

source: MirrorNotes is currently in early access. Pricing may return in a future update, but your entries and history stay yours either way.
de: MirrorNotes befindet sich derzeit im frühen Zugang. Preise könnten in einem zukünftigen Update zurückkehren, aber deine Einträge und dein Verlauf bleiben in jedem Fall dein Eigentum.
es: MirrorNotes está actualmente en acceso anticipado. Es posible que los precios vuelvan en una futura actualización, pero tus entradas e historial seguirán siendo tuyos de todas formas.
fr: MirrorNotes est actuellement en accès anticipé. Les tarifs pourraient revenir dans une future mise à jour, mais vos entrées et votre historique resteront les vôtres dans tous les cas.
it: MirrorNotes è attualmente in accesso anticipato. I prezzi potrebbero tornare in un futuro aggiornamento, ma le tue voci e la cronologia resteranno comunque tue.
ja: MirrorNotesは現在アーリーアクセス中です。今後のアップデートで料金プランが復活する可能性がありますが、あなたのエントリーと履歴はどちらにしてもあなたのものです。
ko: MirrorNotes는 현재 얼리 액세스 중입니다. 향후 업데이트에서 요금제가 다시 도입될 수 있지만, 어떤 경우에도 당신의 항목과 기록은 당신의 것입니다.
pt_br: O MirrorNotes está atualmente em acesso antecipado. Os preços podem retornar em uma atualização futura, mas suas entradas e seu histórico continuam sendo seus de qualquer forma.
ru: MirrorNotes сейчас находится в раннем доступе. В будущем обновлении может вернуться платная подписка, но ваши записи и история в любом случае останутся вашими.
zh_hans: MirrorNotes 目前处于抢先体验阶段。未来更新中可能会恢复付费定价，但无论如何，你的条目和历史记录始终属于你。

source: MirrorNotes noticed something in your first entries. Open to see.
de: MirrorNotes hat in deinen ersten Einträgen etwas bemerkt. Öffne die App, um es anzusehen.
es: MirrorNotes notó algo en tus primeras entradas. Abre para verlo.
fr: MirrorNotes a remarqué quelque chose dans vos premières entrées. Ouvrez pour le voir.
it: MirrorNotes ha notato qualcosa nelle tue prime voci. Apri per vedere.
ja: MirrorNotesが最初のエントリーに何かを見つけました。開いて確認しましょう。
ko: MirrorNotes가 첫 항목들에서 무언가를 발견했습니다. 열어서 확인해 보세요.
pt_br: O MirrorNotes percebeu algo nas suas primeiras entradas. Abra para ver.
ru: MirrorNotes заметил кое-что в ваших первых записях. Откройте, чтобы посмотреть.
zh_hans: MirrorNotes 在你的最初几篇记录中发现了一些内容。打开查看。

source: MirrorNotes uses Gemma 3 1B — it runs fully on your device, so nothing you write is ever sent anywhere. One-time ~800MB download.
de: MirrorNotes verwendet Gemma 3 1B — es läuft vollständig auf deinem Gerät, sodass nichts von dem, was du schreibst, jemals irgendwohin gesendet wird. Einmaliger Download von ca. 800 MB.
es: MirrorNotes usa Gemma 3 1B — se ejecuta totalmente en tu dispositivo, así que nada de lo que escribes se envía a ningún lado. Descarga única de ~800MB.
fr: MirrorNotes utilise Gemma 3 1B — il fonctionne entièrement sur votre appareil, donc rien de ce que vous écrivez n'est jamais envoyé où que ce soit. Téléchargement unique d'environ 800 Mo.
it: MirrorNotes utilizza Gemma 3 1B: funziona interamente sul tuo dispositivo, quindi nulla di ciò che scrivi viene mai inviato altrove. Download una tantum di circa 800MB.
ja: MirrorNotesはGemma 3 1Bを使用しています ― 完全に端末内で動作するため、あなたが書いた内容がどこかへ送信されることはありません。一度だけ約800MBのダウンロードが必要です。
ko: MirrorNotes는 Gemma 3 1B를 사용합니다 — 완전히 기기에서 실행되므로 당신이 쓴 내용이 어디로도 전송되지 않습니다. 약 800MB를 한 번만 다운로드하면 됩니다.
pt_br: O MirrorNotes usa o Gemma 3 1B — ele roda totalmente no seu dispositivo, então nada do que você escreve é enviado a lugar nenhum. Download único de ~800MB.
ru: MirrorNotes использует Gemma 3 1B — модель полностью работает на вашем устройстве, поэтому всё написанное вами никуда не отправляется. Единоразовая загрузка ~800 МБ.
zh_hans: MirrorNotes 使用 Gemma 3 1B —— 完全在你的设备上运行，因此你写下的任何内容都不会被发送到任何地方。仅需一次性下载约 800MB。
